{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<|endoftext|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[GOREV]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[KURS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "[YANIT]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "[OGRENCI_SAYISI]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 7,
      "content": "[ORTALAMA_PUAN]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 8,
      "content": "[TAMAMLANMA]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 9,
      "content": "[ZORLANILAN_BOLUM]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10,
      "content": "[ZORLANILAN_DERSLER]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 11,
      "content": "[YANLIS_ORANI]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 12,
      "content": "[SINAV_PUANI]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 13,
      "content": "[GECME_PUANI]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<|endoftext|>": 0,
      "[PAD]": 1,
      "[UNK]": 2,
      "[GOREV]": 3,
      "[KURS]": 4,
      "[YANIT]": 5,
      "[OGRENCI_SAYISI]": 6,
      "[ORTALAMA_PUAN]": 7,
      "[TAMAMLANMA]": 8,
      "[ZORLANILAN_BOLUM]": 9,
      "[ZORLANILAN_DERSLER]": 10,
      "[YANLIS_ORANI]": 11,
      "[SINAV_PUANI]": 12,
      "[GECME_PUANI]": 13,
      "%": 14,
      ",": 15,
      "-": 16,
      ".": 17,
      "0": 18,
      "1": 19,
      "2": 20,
      "3": 21,
      "4": 22,
      "5": 23,
      "6": 24,
      "7": 25,
      "8": 26,
      "9": 27,
      ":": 28,
      "<": 29,
      ">": 30,
      "A": 31,
      "B": 32,
      "C": 33,
      "D": 34,
      "E": 35,
      "F": 36,
      "G": 37,
      "H": 38,
      "I": 39,
      "K": 40,
      "L": 41,
      "M": 42,
      "N": 43,
      "O": 44,
      "P": 45,
      "Q": 46,
      "R": 47,
      "S": 48,
      "T": 49,
      "U": 50,
      "V": 51,
      "X": 52,
      "Y": 53,
      "Z": 54,
      "[": 55,
      "]": 56,
      "_": 57,
      "a": 58,
      "b": 59,
      "c": 60,
      "d": 61,
      "e": 62,
      "f": 63,
      "g": 64,
      "h": 65,
      "i": 66,
      "j": 67,
      "k": 68,
      "l": 69,
      "m": 70,
      "n": 71,
      "o": 72,
      "p": 73,
      "r": 74,
      "s": 75,
      "t": 76,
      "u": 77,
      "v": 78,
      "w": 79,
      "x": 80,
      "y": 81,
      "z": 82,
      "|": 83,
      "Ç": 84,
      "Ö": 85,
      "Ü": 86,
      "ç": 87,
      "ö": 88,
      "ü": 89,
      "ğ": 90,
      "İ": 91,
      "ı": 92,
      "Ş": 93,
      "ş": 94,
      "er": 95,
      "la": 96,
      "ek": 97,
      "el": 98,
      "en": 99,
      "in": 100,
      "ler": 101,
      "AN": 102,
      "ra": 103,
      "ma": 104,
      "ir": 105,
      "lar": 106,
      "ın": 107,
      "ik": 108,
      "CV": 109,
      "CVX": 110,
      "üm": 111,
      "ta": 112,
      "lan": 113,
      "il": 114,
      "lüm": 115,
      "ölüm": 116,
      "LAN": 117,
      "ers": 118,
      "an": 119,
      "de": 120,
      "or": 121,
      "on": 122,
      "em": 123,
      "al": 124,
      "OR": 125,
      "ve": 126,
      "ders": 127,
      "ur": 128,
      "bölüm": 129,
      "cel": 130,
      "dı": 131,
      "dersler": 132,
      "ha": 133,
      "me": 134,
      "ekra": 135,
      "ekrar": 136,
      "da": 137,
      "iç": 138,
      "et": 139,
      "gö": 140,
      "tı": 141,
      "si": 142,
      "ya": 143,
      "ün": 144,
      "ikl": 145,
      "RS": 146,
      "ANI": 147,
      "te": 148,
      "iş": 149,
      "lama": 150,
      "un": 151,
      "ış": 152,
      "onu": 153,
      "Ön": 154,
      "ol": 155,
      "ık": 156,
      "av": 157,
      "eki": 158,
      "IS": 159,
      "eri": 160,
      "MA": 161,
      "urs": 162,
      "ILAN": 163,
      "ZOR": 164,
      "LANILAN": 165,
      "ZORLANILAN": 166,
      "ZORLANILAN_": 167,
      "sa": 168,
      "dir": 169,
      "tekrar": 170,
      "leri": 171,
      "ön": 172,
      "lanı": 173,
      "için": 174,
      "Bu": 175,
      "deki": 176,
      "ları": 177,
      "um": 178,
      "den": 179,
      "emel": 180,
      "lerin": 181,
      "celikl": 182,
      "nek": 183,
      "rnek": 184,
      "tir": 185,
      "ar": 186,
      "dım": 187,
      "ğr": 188,
      "çık": 189,
      "bölümün": 190,
      "öz": 191,
      "konu": 192,
      "ci": 193,
      "AL": 194,
      "EN": 195,
      "KU": 196,
      "KURS": 197,
      "ların": 198,
      "ER": 199,
      "PU": 200,
      "_PU": 201,
      "enel": 202,
      "do": 203,
      "men": 204,
      "st": 205,
      "Öncelikl": 206,
      "ram": 207,
      "erek": 208,
      "ğın": 209,
      "lı": 210,
      "avram": 211,
      "nı": 212,
      "ok": 213,
      "ti": 214,
      "ali": 215,
      "Bölüm": 216,
      "du": 217,
      "açık": 218,
      "gör": 219,
      "hata": 220,
      "zı": 221,
      "umu": 222,
      "alış": 223,
      "adım": 224,
      "enci": 225,
      "ğrenci": 226,
      "Zor": 227,
      "inde": 228,
      "rak": 229,
      "ak": 230,
      "örnek": 231,
      "eç": 232,
      "sın": 233,
      "Genel": 234,
      "daha": 235,
      "pu": 236,
      "laş": 237,
      "incel": 238,
      "aliz": 239,
      "puan": 240,
      "iştir": 241,
      "lem": 242,
      "AMA": 243,
      "Yor": 244,
      "ğrencilerin": 245,
      "Yorumu": 246,
      "ola": 247,
      "<|": 248,
      "BO": 249,
      "CI": 250,
      "DE": 251,
      "EV": 252,
      "GR": 253,
      "GOR": 254,
      "LU": 255,
      "LER": 256,
      "OGR": 257,
      "Planı": 258,
      "YANI": 259,
      "fte": 260,
      "xt": 261,
      "|>": 262,
      "endo": 263,
      "RSLER": 264,
      "ISI": 265,
      "ZORLANILAN_BO": 266,
      "ZORLANILAN_DE": 267,
      "ENCI": 268,
      "Öncelikli": 269,
      "GOREV": 270,
      "LUM": 271,
      "OGRENCI": 272,
      "YANIT": 273,
      "ftext": 274,
      "endoftext": 275,
      "ZORLANILAN_BOLUM": 276,
      "ZORLANILAN_DERSLER": 277,
      "OGRENCI_": 278,
      "yor": 279,
      "ini": 280,
      "ba": 281,
      "_PUANI": 282,
      "iy": 283,
      "Temel": 284,
      "ereken": 285,
      "ür": 286,
      "alışma": 287,
      "ğı": 288,
      "An": 289,
      "le": 290,
      "geç": 291,
      "duğ": 292,
      "dığın": 293,
      "Tekrar": 294,
      "okta": 295,
      "sı": 296,
      "ay": 297,
      "ili": 298,
      "len": 299,
      "Kavram": 300,
      "ora": 301,
      "oranı": 302,
      "öğrencilerin": 303,
      "kurs": 304,
      "mek": 305,
      "tedir": 306,
      "mektedir": 307,
      "derslerinde": 308,
      "yap": 309,
      "İl": 310,
      "Uy": 311,
      "gu": 312,
      "yon": 313,
      "likl": 314,
      "ellikl": 315,
      "ellikle": 316,
      "bölümü": 317,
      "olarak": 318,
      "üz": 319,
      "göst": 320,
      "tik": 321,
      "Uygu": 322,
      "Uygulama": 323,
      "kı": 324,
      "sik": 325,
      "ele": 326,
      "lay": 327,
      "Vi": 328,
      "tığı": 329,
      "dersleri": 330,
      "derslerde": 331,
      "açıklama": 332,
      "Çalışma": 333,
      "sınav": 334,
      "ilir": 335,
      "Co": 336,
      "sin": 337,
      "li": 338,
      "İlk": 339,
      "sonu": 340,
      "eksik": 341,
      "etmen": 342,
      "lanma": 343,
      "göz": 344,
      "ştir": 345,
      "eliştir": 346,
      "eliştirme": 347,
      "ursVi": 348,
      "görün": 349,
      "CoursVi": 350,
      "CoursVia": 351,
      "ki": 352,
      "bir": 353,
      "Et": 354,
      "ce": 355,
      "ih": 356,
      "siyon": 357,
      "dın": 358,
      "geçir": 359,
      "gözden": 360,
      "Örnek": 361,
      "Analiz": 362,
      "dan": 363,
      "özellikle": 364,
      "oktalar": 365,
      "lendir": 366,
      "Kavramlar": 367,
      "özüm": 368,
      "ri": 369,
      "bazı": 370,
      "mesi": 371,
      "kısa": 372,
      "ğer": 373,
      "Ak": 374,
      "ul": 375,
      "cı": 376,
      "ğerlendir": 377,
      "bölümdeki": 378,
      "duğu": 379,
      "lış": 380,
      "anlış": 381,
      "dır": 382,
      "erik": 383,
      "içerik": 384,
      "unda": 385,
      "olur": 386,
      "unu": 387,
      "ım": 388,
      "ilg": 389,
      "AY": 390,
      "NA": 391,
      "bölümünü": 392,
      "bilir": 393,
      "anla": 394,
      "eli": 395,
      "tır": 396,
      "ği": 397,
      "ilmesi": 398,
      "tım": 399,
      "anlatım": 400,
      "EG": 401,
      "Geliştirme": 402,
      "IT": 403,
      "IZ": 404,
      "Kurs": 405,
      "LIS": 406,
      "MLAN": 407,
      "MEN": 408,
      "SAY": 409,
      "TAL": 410,
      "TAMA": 411,
      "YAN": 412,
      "_AN": 413,
      "_OR": 414,
      "_KURS": 415,
      "veri": 416,
      "yin": 417,
      "ilm": 418,
      "ORTAL": 419,
      "hazı": 420,
      "Öneri": 421,
      "lanılan": 422,
      "ALIZ": 423,
      "_PUAN": 424,
      "tiya": 425,
      "Zorlanılan": 426,
      "AMA_PUAN": 427,
      "OGRENCI_SAY": 428,
      "ihtiya": 429,
      "Aksiyon": 430,
      "EGIT": 431,
      "LIS_OR": 432,
      "MLANMA": 433,
      "MEN_KURS": 434,
      "TAMAMLANMA": 435,
      "YANLIS_OR": 436,
      "_ANALIZ": 437,
      "ORTALAMA_PUAN": 438,
      "hazır": 439,
      "Önerisi": 440,
      "OGRENCI_SAYISI": 441,
      "EGITMEN_KURS": 442,
      "YANLIS_ORANI": 443,
      "_ANALIZI": 444,
      "EGITMEN_KURS_ANALIZI": 445,
      "göster": 446,
      "CM": 447,
      "CAL": 448,
      "Ders": 449,
      "Dur": 450,
      "E_PUANI": 451,
      "ECM": 452,
      "Gereken": 453,
      "GECM": 454,
      "INA": 455,
      "NER": 456,
      "ONER": 457,
      "SINA": 458,
      "V_PUANI": 459,
      "_ONER": 460,
      "üyor": 461,
      "landığın": 462,
      "tığın": 463,
      "ISMA": 464,
      "bölümündeki": 465,
      "hataların": 466,
      "Zorlandığın": 467,
      "OGRENCI_CAL": 468,
      "görünüyor": 469,
      "Etmen": 470,
      "Dersler": 471,
      "Durum": 472,
      "GECME_PUANI": 473,
      "SINAV_PUANI": 474,
      "_ONERISI": 475,
      "ISMA_ONERISI": 476,
      "OGRENCI_CALISMA_ONERISI": 477,
      "konular": 478,
      "man": 479,
      "ap": 480,
      "eni": 481,
      "im": 482,
      "oj": 483,
      "leme": 484,
      "ğru": 485,
      "ku": 486,
      "eleri": 487,
      "örnekleri": 488,
      "ut": 489,
      "gereken": 490,
      "kavram": 491,
      "temel": 492,
      "erin": 493,
      "üzerin": 494,
      "eksiklerin": 495,
      "üzerinden": 496,
      "Çözüm": 497,
      "doğru": 498,
      "sonuc": 499,
      "incele": 500,
      "gerek": 501,
      "oğ": 502,
      "ata": 503,
      "Son": 504,
      "Sonra": 505,
      "ile": 506,
      "mak": 507,
      "mlı": 508,
      "ğlan": 509,
      "ğlantı": 510,
      "öne": 511,
      "İlkeleri": 512,
      "iler": 513,
      "22": 514,
      "Kri": 515,
      "Noktalar": 516,
      "Kritik": 517,
      "Çözümleme": 518,
      "Man": 519,
      "Mantığı": 520,
      "İleri": 521,
      "Ar": 522,
      "alan": 523,
      "di": 524,
      "dal": 525,
      "fay": 526,
      "yoğ": 527,
      "unlaş": 528,
      "dından": 529,
      "Ardından": 530,
      "dalı": 531,
      "faydalı": 532,
      "yoğunlaş": 533,
      "Yak": 534,
      "laşım": 535,
      "Yaklaşım": 536,
      "yeni": 537,
      "ekle": 538,
      "dest": 539,
      "yeniden": 540,
      "Hata": 541,
      "Analizi": 542,
      "bağlantı": 543,
      "ilgili": 544,
      "olduğu": 545,
      "Öncelikle": 546,
      "undaki": 547,
      "Gir": 548,
      "Giriş": 549,
      "veya": 550,
      "öncelikl": 551,
      "emeli": 552,
      "öncelikli": 553,
      "analiz": 554,
      "larını": 555,
      "tama": 556,
      "oloj": 557,
      "oloji": 558,
      "38": 559,
      "Kap": 560,
      "samlı": 561,
      "Kapsamlı": 562,
      "ebilir": 563,
      "19": 564,
      "16": 565,
      "35": 566,
      "37": 567,
      "39": 568,
      "15": 569,
      "ev": 570,
      "ül": 571,
      "dele": 572,
      "20": 573,
      "ste": 574,
      "36": 575,
      "24": 576,
      "sel": 577,
      "34": 578,
      "14": 579,
      "30": 580,
      "17": 581,
      "18": 582,
      "29": 583,
      "tr": 584,
      "26": 585,
      "mlanma": 586,
      "ter": 587,
      "ğe": 588,
      "mater": 589,
      "talama": 590,
      "tadır": 591,
      "değerlendir": 592,
      "deste": 593,
      "sadele": 594,
      "duy": 595,
      "layın": 596,
      "ihtiyaç": 597,
      "hazırlayın": 598,
      "maktadır": 599,
      "tamamlanma": 600,
      "matery": 601,
      "değerlendirilm": 602,
      "desteğe": 603,
      "sadeleştir": 604,
      "10": 605,
      "cut": 606,
      "genel": 607,
      "bölümünde": 608,
      "açıklay": 609,
      "görül": 610,
      "görülmektedir": 611,
      "az": 612,
      "sık": 613,
      "yanlış": 614,
      "iyile": 615,
      "duğunu": 616,
      "ştirme": 617,
      "verileri": 618,
      "göstermektedir": 619,
      "iyileştirme": 620,
      "25": 621,
      "28": 622,
      "27": 623,
      "Pr": 624,
      "indeki": 625,
      "De": 626,
      "ita": 627,
      "eden": 628,
      "arlama": 629,
      "ontr": 630,
      "raf": 631,
      "od": 632,
      "kay": 633,
      "mış": 634,
      "nak": 635,
      "ğini": 636,
      "ında": 637,
      "derslerindeki": 638,
      "Önce": 639,
      "eriyor": 640,
      "konuları": 641,
      "tiğini": 642,
      "puanın": 643,
      "geçme": 644,
      "gösteriyor": 645,
      "sınavında": 646,
      "gerektiğini": 647,
      "kaynak": 648,
      "ka": 649,
      "yaptığın": 650,
      "ısı": 651,
      "ncel": 652,
      "İncel": 653,
      "eme": 654,
      "İnceleme": 655,
      "65": 656,
      "ine": 657,
      "En": 658,
      "Yön": 659,
      "75": 660,
      "to": 661,
      "ama": 662,
      "yüz": 663,
      "70": 664,
      "Tür": 665,
      "80": 666,
      "50": 667,
      "ontrol": 668,
      "Kul": 669,
      "60": 670,
      "mı": 671,
      "Öz": 672,
      "Pro": 673,
      "iye": 674,
      "ilim": 675,
      "Bölümü": 676,
      "ğerlendirme": 677,
      "Değerlendirme": 678,
      "Har": 679,
      "itası": 680,
      "Haritası": 681,
      "Adım": 682,
      "Adımları": 683,
      "Sür": 684,
      "eci": 685,
      "Süreci": 686,
      "Yanlış": 687,
      "arak": 688,
      "ceki": 689,
      "cak": 690,
      "pra": 691,
      "parlama": 692,
      "ulaş": 693,
      "çalış": 694,
      "ıyor": 695,
      "şek": 696,
      "malı": 697,
      "ilde": 698,
      "ana": 699,
      "emen": 700,
      "almalı": 701,
      "dersini": 702,
      "derslerdeki": 703,
      "önceki": 704,
      "içindeki": 705,
      "çıkıyor": 706,
      "incelemen": 707,
      "olacak": 708,
      "yaparak": 709,
      "sonuç": 710,
      "birini": 711,
      "birbirini": 712,
      "geçirmen": 713,
      "tığını": 714,
      "mantığını": 715,
      "kavramları": 716,
      "eksiklerini": 717,
      "diği": 718,
      "yoğunlaşmış": 719,
      "eklediği": 720,
      "desteklediği": 721,
      "bağlantılı": 722,
      "puanına": 723,
      "kaynaklar": 724,
      "toparlama": 725,
      "amadın": 726,
      "Yanlışların": 727,
      "pratik": 728,
      "ulaşamadın": 729,
      "şekilde": 730,
      "almalısın": 731,
      "olacaktır": 732,
      "toparlamaya": 733,
      "Geç": 734,
      "dik": 735,
      "dür": 736,
      "ey": 737,
      "kil": 738,
      "meli": 739,
      "neden": 740,
      "sür": 741,
      "sundaki": 742,
      "tli": 743,
      "tmeli": 744,
      "var": 745,
      "yön": 746,
      "çalışma": 747,
      "ğil": 748,
      "eltmeli": 749,
      "iken": 750,
      "değil": 751,
      "emiş": 752,
      "aldığın": 753,
      "etkil": 754,
      "işlem": 755,
      "una": 756,
      "bölümüne": 757,
      "konusundaki": 758,
      "göre": 759,
      "adımlarını": 760,
      "incelemeli": 761,
      "puanı": 762,
      "açıklamaları": 763,
      "Çalışmanı": 764,
      "eksikler": 765,
      "içerikleri": 766,
      "konularda": 767,
      "konulardır": 768,
      "doğrudan": 769,
      "sonucunu": 770,
      "sonucuna": 771,
      "katli": 772,
      "yüzey": 773,
      "Geçme": 774,
      "dikkatli": 775,
      "nedenini": 776,
      "sürdür": 777,
      "yöneltmeli": 778,
      "çalışmanı": 779,
      "etkilemiş": 780,
      "incelemelisin": 781,
      "yüzeysel": 782,
      "dikkatlice": 783,
      "yöneltmelisin": 784,
      "uş": 785,
      "09": 786,
      "for": 787,
      "erfor": 788,
      "erforman": 789,
      "ması": 790,
      "işi": 791,
      "elir": 792,
      "alanı": 793,
      "bu": 794,
      "noktalar": 795,
      "gü": 796,
      "güç": 797,
      "dımcı": 798,
      "tam": 799,
      "Türk": 800,
      "04": 801,
      "as": 802,
      "aş": 803,
      "Or": 804,
      "tab": 805,
      "lanımı": 806,
      "Kullanımı": 807,
      "08": 808,
      "iyet": 809,
      "sine": 810,
      "05": 811,
      "33": 812,
      "Ta": 813,
      "olojisi": 814,
      "31": 815,
      "21": 816,
      "it": 817,
      "07": 818,
      "Kur": 819,
      "faz": 820,
      "get": 821,
      "hal": 822,
      "kontrol": 823,
      "lması": 824,
      "nın": 825,
      "nokta": 826,
      "sor": 827,
      "sinde": 828,
      "sev": 829,
      "uları": 830,
      "vcut": 831,
      "yişi": 832,
      "ğinde": 833,
      "ıcı": 834,
      "ılması": 835,
      "erilir": 836,
      "endi": 837,
      "irilmesi": 838,
      "emli": 839,
      "allerin": 840,
      "mevcut": 841,
      "ışların": 842,
      "önerilir": 843,
      "önemli": 844,
      "artır": 845,
      "çıkmaktadır": 846,
      "özet": 847,
      "Zorlanma": 848,
      "akışların": 849,
      "incelendi": 850,
      "leyişi": 851,
      "kursundaki": 852,
      "geçirilmesi": 853,
      "içeriklerin": 854,
      "veriler": 855,
      "inceleyin": 856,
      "ilerleyişi": 857,
      "alanlar": 858,
      "yoğunlaştığı": 859,
      "duyduğu": 860,
      "materyallerin": 861,
      "değerlendirilmiştir": 862,
      "sadeleştirilmesi": 863,
      "açıklayıcı": 864,
      "iyesinde": 865,
      "Ortalama": 866,
      "Kurul": 867,
      "fazla": 868,
      "getirilmesi": 869,
      "hale": 870,
      "noktaların": 871,
      "soruları": 872,
      "seviyesinde": 873,
      "artırılması": 874,
      "Zorlanmanın": 875,
      "incelendiğinde": 876,
      "seviyesindedir": 877,
      "He": 878,
      "lemeli": 879,
      "lmaktadır": 880,
      "yısı": 881,
      "Öğrenci": 882,
      "Öğrencilerin": 883,
      "çözüm": 884,
      "eklen": 885,
      "masın": 886,
      "ınmasın": 887,
      "ortalama": 888,
      "alınmasın": 889,
      "dersi": 890,
      "dersine": 891,
      "bölümde": 892,
      "içi": 893,
      "içeri": 894,
      "sist": 895,
      "sayısı": 896,
      "içinde": 897,
      "kursu": 898,
      "yaptığı": 899,
      "kılmaktadır": 900,
      "görünmektedir": 901,
      "elidir": 902,
      "anlatımı": 903,
      "anlatımın": 904,
      "gerekli": 905,
      "ilerlemeli": 906,
      "ekleyin": 907,
      "destek": 908,
      "duyduğunu": 909,
      "materyali": 910,
      "değerlendirilmelidir": 911,
      "sadeleştirin": 912,
      "Özellikle": 913,
      "eklenebilir": 914,
      "alınmasını": 915,
      "içeriği": 916,
      "sistem": 917,
      "ilerlemelidir": 918,
      "etim": 919,
      "Yönetim": 920,
      "Yönetimi": 921,
      "Mev": 922,
      "abilir": 923,
      "bul": 924,
      "belir": 925,
      "dilm": 926,
      "edilm": 927,
      "gin": 928,
      "gün": 929,
      "geliştirme": 930,
      "klı": 931,
      "lo": 932,
      "lü": 933,
      "no": 934,
      "oda": 935,
      "performan": 936,
      "rdımcı": 937,
      "tur": 938,
      "tları": 939,
      "zor": 940,
      "ılan": 941,
      "rama": 942,
      "raha": 943,
      "taki": 944,
      "taraf": 945,
      "lanabilir": 946,
      "celle": 947,
      "mesine": 948,
      "etmesine": 949,
      "yardımcı": 950,
      "unduğunu": 951,
      "olsa": 952,
      "oluş": 953,
      "hataları": 954,
      "adımda": 955,
      "örnekler": 956,
      "dığını": 957,
      "kursun": 958,
      "kursunda": 959,
      "yapılan": 960,
      "açıklamalar": 961,
      "içerikler": 962,
      "ihtiyacı": 963,
      "hazırlanabilir": 964,
      "gösterebilir": 965,
      "kurama": 966,
      "bağlantılarını": 967,
      "açıklayan": 968,
      "güçlü": 969,
      "tablo": 970,
      "Mevcut": 971,
      "bulunduğunu": 972,
      "belirgin": 973,
      "edilmiştir": 974,
      "güncelle": 975,
      "notları": 976,
      "odaklı": 977,
      "performans": 978,
      "turun": 979,
      "zorlanma": 980,
      "rahat": 981,
      "takip": 982,
      "tarafları": 983,
      "oluşturun": 984,
      "kuramadığını": 985,
      "güncelleyin": 986,
      "06": 987,
      "Di": 988,
      "ör": 989,
      "tim": 990,
      "23": 991,
      "Mod": 992,
      "etiş": 993,
      "bı": 994,
      "os": 995,
      "Söz": 996,
      "11": 997,
      "lığı": 998,
      "Hu": 999,
      "Huku": 1000,
      "Tar": 1001,
      "ihi": 1002,
      "Tarihi": 1003,
      "ağ": 1004,
      "44": 1005,
      "Ya": 1006,
      "asyon": 1007,
      "ss": 1008,
      "Den": 1009,
      "klem": 1010,
      "Denklem": 1011,
      "İş": 1012,
      "32": 1013,
      "Pa": 1014,
      "Para": 1015,
      "Yar": 1016,
      "üş": 1017,
      "blem": 1018,
      "Problem": 1019,
      "49": 1020,
      "79": 1021,
      "Re": 1022,
      "Si": 1023,
      "lik": 1024,
      "69": 1025,
      "Kim": 1026,
      "Veri": 1027,
      "Mol": 1028,
      "89": 1029,
      "Kurulumu": 1030,
      "Cum": 1031,
      "hur": 1032,
      "Cumhur": 1033,
      "Cumhuriyet": 1034,
      "Ara": 1035,
      "ati": 1036,
      "ore": 1037,
      "85": 1038,
      "Dil": 1039,
      "tar": 1040,
      "00": 1041,
      "Bilg": 1042,
      "isi": 1043,
      "Bilgisi": 1044,
      "45": 1045,
      "Ana": 1046,
      "47": 1047,
      "48": 1048,
      "46": 1049,
      "Yap": 1050,
      "Yapısı": 1051,
      "86": 1052,
      "PR": 1053,
      "87": 1054,
      "ns": 1055,
      "ilimi": 1056,
      "Yazı": 1057,
      "ch": 1058,
      "Mo": 1059,
      "bil": 1060,
      "Mobil": 1061,
      "Model": 1062,
      "59": 1063,
      "Ma": 1064,
      "ral": 1065,
      "Diz": 1066,
      "tay": 1067,
      "Ce": 1068,
      "Cebir": 1069,
      "sağ": 1070,
      "lam": 1071,
      "Ku": 1072,
      "Çar": 1073,
      "Çarp": 1074,
      "Al": 1075,
      "13": 1076,
      "şmesi": 1077,
      "Kimya": 1078,
      "Dün": 1079,
      "Dünya": 1080,
      "sabı": 1081,
      "Hesabı": 1082,
      "67": 1083,
      "Cüm": 1084,
      "re": 1085,
      "Bir": 1086,
      "Der": 1087,
      "ece": 1088,
      "inci": 1089,
      "Birinci": 1090,
      "Derece": 1091,
      "Kar": 1092,
      "Plan": 1093,
      "iyer": 1094,
      "Kariyer": 1095,
      "Planlama": 1096,
      "Keli": 1097,
      "kili": 1098,
      "İletiş": 1099,
      "Etkili": 1100,
      "İletişim": 1101,
      "Nokta": 1102,
      "Noktalama": 1103,
      "Ay": 1104,
      "Fra": 1105,
      "Line": 1106,
      "Lineer": 1107,
      "ge": 1108,
      "erler": 1109,
      "cü": 1110,
      "Sözcü": 1111,
      "Sözcük": 1112,
      "55": 1113,
      "Far": 1114,
      "Farmak": 1115,
      "gram": 1116,
      "Program": 1117,
      "Programlama": 1118,
      "İda": 1119,
      "oje": 1120,
      "Proje": 1121,
      "Bilim": 1122,
      "Met": 1123,
      "Sos": 1124,
      "yal": 1125,
      "odolojisi": 1126,
      "Bilimler": 1127,
      "Metodolojisi": 1128,
      "Sosyal": 1129,
      "Ok": 1130,
      "zar": 1131,
      "urya": 1132,
      "Okurya": 1133,
      "zarlığı": 1134,
      "Okuryazarlığı": 1135,
      "Oku": 1136,
      "ade": 1137,
      "mik": 1138,
      "Akade": 1139,
      "Okuma": 1140,
      "Akademik": 1141,
      "68": 1142,
      "tem": 1143,
      "ştır": 1144,
      "Yöntem": 1145,
      "Araştır": 1146,
      "Yöntemleri": 1147,
      "Araştırma": 1148,
      "64": 1149,
      "12": 1150,
      "Eği": 1151,
      "Psik": 1152,
      "Eğitim": 1153,
      "Psikolojisi": 1154,
      "Gör": 1155,
      "rım": 1156,
      "sarım": 1157,
      "Temelleri": 1158,
      "Tasarım": 1159,
      "Görsel": 1160,
      "77": 1161,
      "57": 1162,
      "88": 1163,
      "66": 1164,
      "Yan": 1165,
      "Yanık": 1166,
      "Fon": 1167,
      "ksiyon": 1168,
      "Fonksiyon": 1169,
      "Se": 1170,
      "40": 1171,
      "İla": 1172,
      "İlaç": 1173,
      "Control": 1174,
      "Controller": 1175,
      "Gaz": 1176,
      "Say": 1177,
      "ılar": 1178,
      "Sayılar": 1179,
      "58": 1180,
      "Par": 1181,
      "san": 1182,
      "St": 1183,
      "Bağ": 1184,
      "Uz": 1185,
      "Uzay": 1186,
      "56": 1187,
      "Sav": 1188,
      "Savaş": 1189,
      "tör": 1190,
      "ektör": 1191,
      "78": 1192,
      "graf": 1193,
      "Paragraf": 1194,
      "Ro": 1195,
      "Rout": 1196,
      "43": 1197,
      "Dön": 1198,
      "Uygulamalı": 1199,
      "Yardım": 1200,
      "üşüm": 1201,
      "Dönüşüm": 1202,
      "42": 1203,
      "tal": 1204,
      "ır": 1205,
      "Nati": 1206,
      "ac": 1207,
      "Reac": 1208,
      "Native": 1209,
      "React": 1210,
      "41": 1211,
      "yasi": 1212,
      "Siyasi": 1213,
      "Meden": 1214,
      "Hukuk": 1215,
      "Medeni": 1216,
      "Dili": 1217,
      "Etim": 1218,
      "Etimoloji": 1219,
      "ew": 1220,
      "View": 1221,
      "Star": 1222,
      "Up": 1223,
      "Start": 1224,
      "Biy": 1225,
      "eta": 1226,
      "üler": 1227,
      "eküler": 1228,
      "Moleküler": 1229,
      "Biyoloji": 1230,
      "matik": 1231,
      "tematik": 1232,
      "Matematik": 1233,
      "yasa": 1234,
      "Hukuku": 1235,
      "Anayasa": 1236,
      "İdare": 1237,
      "Türkiye": 1238,
      "Cumhuriyeti": 1239,
      "Farmakoloji": 1240,
      "Sözcükte": 1241,
      "Çok": 1242,
      "AS": 1243,
      "Core": 1244,
      "ET": 1245,
      "MV": 1246,
      "NET": 1247,
      "ASP": 1248,
      "MVC": 1249,
      "99": 1250,
      "Paz": 1251,
      "jita": 1252,
      "Dijita": 1253,
      "Pazarlama": 1254,
      "Dijital": 1255,
      "61": 1256,
      "çe": 1257,
      "Türkçe": 1258,
      "52": 1259,
      "63": 1260,
      "51": 1261,
      "62": 1262,
      "54": 1263,
      "53": 1264,
      "73": 1265,
      "81": 1266,
      "82": 1267,
      "83": 1268,
      "84": 1269,
      "tri": 1270,
      "72": 1271,
      "71": 1272,
      "74": 1273,
      "CPR": 1274,
      "Yetiş": 1275,
      "kin": 1276,
      "Yetişkin": 1277,
      "üc": 1278,
      "01": 1279,
      "Çağ": 1280,
      "Tra": 1281,
      "kri": 1282,
      "psiyon": 1283,
      "nskri": 1284,
      "Transkri": 1285,
      "Transkripsiyon": 1286,
      "BM": 1287,
      "uşu": 1288,
      "Kuruluşu": 1289,
      "03": 1290,
      "Kan": 1291,
      "Rasyon": 1292,
      "Rasyonel": 1293,
      "Fla": 1294,
      "Li": 1295,
      "Performan": 1296,
      "tLi": 1297,
      "FlatLi": 1298,
      "Performansı": 1299,
      "FlatList": 1300,
      "İç": 1301,
      "Çarpım": 1302,
      "Tur": 1303,
      "nik": 1304,
      "Turnik": 1305,
      "Turnike": 1306,
      "Bit": 1307,
      "mel": 1308,
      "işik": 1309,
      "Yazılan": 1310,
      "Kelimel": 1311,
      "Bitişik": 1312,
      "Kelimeler": 1313,
      "İşlem": 1314,
      "Graf": 1315,
      "ikleri": 1316,
      "Grafikleri": 1317,
      "Em": 1318,
      "Emilimi": 1319,
      "For": 1320,
      "Form": 1321,
      "Ax": 1322,
      "ios": 1323,
      "Axios": 1324,
      "Dem": 1325,
      "rat": 1326,
      "okrat": 1327,
      "Parti": 1328,
      "Demokrat": 1329,
      "Ga": 1330,
      "Mer": 1331,
      "Yok": 1332,
      "ez": 1333,
      "kez": 1334,
      "uç": 1335,
      "uss": 1336,
      "Etme": 1337,
      "Kuluç": 1338,
      "Gauss": 1339,
      "Merkez": 1340,
      "Kuluçka": 1341,
      "Merkezleri": 1342,
      "Fe": 1343,
      "İde": 1344,
      "alizm": 1345,
      "odalizm": 1346,
      "Cümle": 1347,
      "Feodalizm": 1348,
      "İdeal": 1349,
      "76": 1350,
      "El": 1351,
      "ektr": 1352,
      "Dizilimi": 1353,
      "Elektr": 1354,
      "Elektron": 1355,
      "Pay": 1356,
      "Sak": 1357,
      "Saklı": 1358,
      "Baş": 1359,
      "Gelir": 1360,
      "su": 1361,
      "usu": 1362,
      "vur": 1363,
      "AYM": 1364,
      "Modeli": 1365,
      "Başvur": 1366,
      "Başvurusu": 1367,
      "iyo": 1368,
      "Pit": 1369,
      "ck": 1370,
      "Deck": 1371,
      "Pitch": 1372,
      "cur": 1373,
      "eSt": 1374,
      "Secur": 1375,
      "eStore": 1376,
      "SecureStore": 1377,
      "cili": 1378,
      "lich": 1379,
      "imlich": 1380,
      "Tapu": 1381,
      "Heimlich": 1382,
      "Sicili": 1383,
      "Yazım": 1384,
      "ralları": 1385,
      "Kuralları": 1386,
      "çil": 1387,
      "Cumhuriyetçil": 1388,
      "Cumhuriyetçilik": 1389,
      "Da": 1390,
      "Hi": 1391,
      "lımı": 1392,
      "ğılımı": 1393,
      "sse": 1394,
      "Dağılımı": 1395,
      "Hisse": 1396,
      "Dan": 1397,
      "ıştay": 1398,
      "Danıştay": 1399,
      "Problemleri": 1400,
      "Ve": 1401,
      "layet": 1402,
      "Velayet": 1403,
      "Ben": 1404,
      "bilg": 1405,
      "eşmesi": 1406,
      "gel": 1407,
      "pek": 1408,
      "son": 1409,
      "zeşmesi": 1410,
      "Üns": 1411,
      "maman": 1412,
      "dersindeki": 1413,
      "işim": 1414,
      "olsan": 1415,
      "larına": 1416,
      "hatalar": 1417,
      "raki": 1418,
      "rakmaman": 1419,
      "lemeni": 1420,
      "lendirebilir": 1421,
      "hatalarını": 1422,
      "atarak": 1423,
      "ilerlemeni": 1424,
      "tamamen": 1425,
      "puanını": 1426,
      "kaynaklarına": 1427,
      "güçlendirebilir": 1428,
      "aşmış": 1429,
      "bırakmaman": 1430,
      "sağlar": 1431,
      "sağlam": 1432,
      "Benzeşmesi": 1433,
      "bilgini": 1434,
      "gelişim": 1435,
      "pekiştir": 1436,
      "sonraki": 1437,
      "Ünsüz": 1438,
      "güçlendirebilirsin": 1439,
      "Aile": 1440,
      "Ural": 1441,
      "Altay": 1442,
      "Ailesi": 1443,
      "Anlam": 1444,
      "Düş": 1445,
      "ünce": 1446,
      "Yardımcı": 1447,
      "Paragrafta": 1448,
      "Düşünce": 1449,
      "At": 1450,
      "Gas": 1451,
      "Yet": 1452,
      "pı": 1453,
      "Atel": 1454,
      "Gaspı": 1455,
      "Yetki": 1456,
      "CR": 1457,
      "Zil": 1458,
      "yet": 1459,
      "ISPR": 1460,
      "CRISPR": 1461,
      "Zilyet": 1462,
      "Zilyetlik": 1463,
      "Süm": 1464,
      "Sümerler": 1465,
      "plik": 1466,
      "Replik": 1467,
      "Replikasyon": 1468,
      "Pik": 1469,
      "rı": 1470,
      "tler": 1471,
      "vve": 1472,
      "Kuvve": 1473,
      "Ayrı": 1474,
      "Piksel": 1475,
      "Kuvvetler": 1476,
      "Ayrılığı": 1477,
      "Lo": 1478,
      "tlaş": 1479,
      "zan": 1480,
      "Antlaş": 1481,
      "Lozan": 1482,
      "Antlaşması": 1483,
      "Mit": 1484,
      "dri": 1485,
      "ondri": 1486,
      "okondri": 1487,
      "Mitokondri": 1488,
      "etam": 1489,
      "setam": 1490,
      "Parasetam": 1491,
      "Parasetamol": 1492,
      "Eh": 1493,
      "liyet": 1494,
      "zler": 1495,
      "sizler": 1496,
      "Tam": 1497,
      "Ehliyet": 1498,
      "Ehliyetsizler": 1499,
      "Alt": 1500,
      "hti": 1501,
      "nsı": 1502,
      "İhti": 1503,
      "lali": 1504,
      "Fransı": 1505,
      "İhtilali": 1506,
      "Fransız": 1507,
      "zleme": 1508,
      "İzleme": 1509,
      "Öge": 1510,
      "ilişi": 1511,
      "Uyumu": 1512,
      "Dizilişi": 1513,
      "Ko": 1514,
      "val": 1515,
      "ent": 1516,
      "Koval": 1517,
      "Kovalent": 1518,
      "Montr": 1519,
      "leşmesi": 1520,
      "Sözleşmesi": 1521,
      "Montrö": 1522,
      "Tok": 1523,
      "sisi": 1524,
      "Toksisi": 1525,
      "Toksisite": 1526,
      "Mu": 1527,
      "Pers": 1528,
      "syon": 1529,
      "Çık": 1530,
      "tasyon": 1531,
      "ona": 1532,
      "arma": 1533,
      "Mutasyon": 1534,
      "Persona": 1535,
      "Çıkarma": 1536,
      "Mutasyonlar": 1537,
      "IN": 1538,
      "LIN": 1539,
      "Sor": 1540,
      "guları": 1541,
      "LINQ": 1542,
      "Sorguları": 1543,
      "Ex": 1544,
      "po": 1545,
      "Router": 1546,
      "Expo": 1547,
      "Soğ": 1548,
      "uk": 1549,
      "Soğuk": 1550,
      "Det": 1551,
      "min": 1552,
      "ermin": 1553,
      "ant": 1554,
      "Determin": 1555,
      "Determinant": 1556,
      "vektör": 1557,
      "Özvektör": 1558,
      "Te": 1559,
      "stleri": 1560,
      "Testleri": 1561,
      "ty": 1562,
      "wor": 1563,
      "mewor": 1564,
      "işki": 1565,
      "tity": 1566,
      "İlişki": 1567,
      "Entity": 1568,
      "Framewor": 1569,
      "İlişkiler": 1570,
      "Framework": 1571,
      "Denklemler": 1572,
      "Dereceden": 1573,
      "anlara": 1574,
      "Çarpanlara": 1575,
      "Ayır": 1576,
      "Ayırma": 1577,
      "Ama": 1578,
      "sya": 1579,
      "Genelge": 1580,
      "Amasya": 1581,
      "Genelgesi": 1582,
      "Aut": 1583,
      "cati": 1584,
      "hen": 1585,
      "ie": 1586,
      "okie": 1587,
      "ticati": 1588,
      "Cookie": 1589,
      "Authen": 1590,
      "tication": 1591,
      "Authentication": 1592,
      "ViewModel": 1593,
      "pi": 1594,
      "Ental": 1595,
      "Entalpi": 1596,
      "02": 1597,
      "HK": 1598,
      "KHK": 1599,
      "İncelemesi": 1600,
      "geleri": 1601,
      "Ögeleri": 1602,
      "lenin": 1603,
      "Cümlenin": 1604,
      "Bl": 1605,
      "Beta": 1606,
      "Fi": 1607,
      "Peni": 1608,
      "sil": 1609,
      "okerler": 1610,
      "Türleri": 1611,
      "ilimsi": 1612,
      "Blokerler": 1613,
      "Fiilimsi": 1614,
      "Penisil": 1615,
      "Penisilin": 1616,
      "etleri": 1617,
      "aretleri": 1618,
      "İşaretleri": 1619,
      "htar": 1620,
      "Anahtar": 1621,
      "Kelime": 1622,
      "lık": 1623,
      "lamlı": 1624,
      "Anlamlı": 1625,
      "Anlamlılık": 1626,
      "90": 1627,
      "95": 1628,
      "96": 1629,
      "94": 1630,
      "91": 1631,
      "98": 1632,
      "92": 1633,
      "93": 1634,
      "97": 1635,
      "Yanıklar": 1636,
      "sler": 1637,
      "Matri": 1638,
      "Matrisler": 1639,
      "AP": 1640,
      "Ba": 1641,
      "ğlantısı": 1642,
      "API": 1643,
      "Bağlantısı": 1644,
      "Çöz": 1645,
      "Çözme": 1646,
      "Dev": 1647,
      "let": 1648,
      "Fonksiyonlar": 1649,
      "Devlet": 1650,
      "Mül": 1651,
      "Olay": 1652,
      "kiyet": 1653,
      "Ses": 1654,
      "Mülkiyet": 1655,
      "Olayları": 1656,
      "anı": 1657,
      "tabanı": 1658,
      "Veritabanı": 1659,
      "İşlemleri": 1660,
      "Orta": 1661,
      "Arayüz": 1662,
      "Ato": 1663,
      "Modelleri": 1664,
      "Atom": 1665,
      "Fik": 1666,
      "Hüc": 1667,
      "ket": 1668,
      "sal": 1669,
      "Şir": 1670,
      "şme": 1671,
      "leşme": 1672,
      "Kimyasal": 1673,
      "Bağlar": 1674,
      "Fikri": 1675,
      "Hücre": 1676,
      "ketleşme": 1677,
      "Şirketleşme": 1678,
      "Mil": 1679,
      "Müc": 1680,
      "adele": 1681,
      "Milli": 1682,
      "Mücadele": 1683,
      "Bo": 1684,
      "Ev": 1685,
      "şan": 1686,
      "lenme": 1687,
      "Boşan": 1688,
      "Evlenme": 1689,
      "Boşanma": 1690,
      "Ad": 1691,
      "Go": 1692,
      "gle": 1693,
      "ogle": 1694,
      "Ads": 1695,
      "Google": 1696,
      "Sta": 1697,
      "Yaş": 1698,
      "am": 1699,
      "steği": 1700,
      "Desteği": 1701,
      "State": 1702,
      "Yaşam": 1703,
      "DNA": 1704,
      "RNA": 1705,
      "Röne": 1706,
      "Sen": 1707,
      "zi": 1708,
      "tein": 1709,
      "tezi": 1710,
      "Protein": 1711,
      "sans": 1712,
      "Rönesans": 1713,
      "Sentezi": 1714,
      "Ağr": 1715,
      "Ke": 1716,
      "sici": 1717,
      "Ağrı": 1718,
      "Kesici": 1719,
      "Kesiciler": 1720,
      "Dav": 1721,
      "Kiş": 1722,
      "Vektör": 1723,
      "ası": 1724,
      "ptal": 1725,
      "İptal": 1726,
      "amalar": 1727,
      "Uzayları": 1728,
      "Savaşları": 1729,
      "Kanamalar": 1730,
      "Davası": 1731,
      "Kişiler": 1732,
      "Hak": 1733,
      "Haklar": 1734,
      "Ata": 1735,
      "tür": 1736,
      "Atatür": 1737,
      "Atatürk": 1738,
      "Dış": 1739,
      "Pol": 1740,
      "itik": 1741,
      "Politik": 1742,
      "Politika": 1743,
      "Kö": 1744,
      "Kır": 1745,
      "kleri": 1746,
      "vas": 1747,
      "ing": 1748,
      "ıklar": 1749,
      "Routing": 1750,
      "Kanvas": 1751,
      "Kökleri": 1752,
      "Kırıklar": 1753,
      "inet": 1754,
      "okinet": 1755,
      "Farmakokinet": 1756,
      "Gazlar": 1757,
      "Farmakokinetik": 1758,
      "Kal": 1759,
      "Sun": 1760,
      "ımcı": 1761,
      "tırımcı": 1762,
      "Yatırımcı": 1763,
      "İlaçları": 1764,
      "Kalp": 1765,
      "Sunumu": 1766,
      "Düz": 1767,
      "Gen": 1768,
      "enleme": 1769,
      "metri": 1770,
      "okiyo": 1771,
      "Stokiyo": 1772,
      "Düzenleme": 1773,
      "Stokiyometri": 1774,
      "alitik": 1775,
      "Analitik": 1776,
      "Mi": 1777,
      "ras": 1778,
      "değer": 1779,
      "Özdeğer": 1780,
      "Miras": 1781,
      "Özdeğerler": 1782,
      "Nav": 1783,
      "gasyon": 1784,
      "igasyon": 1785,
      "Navigasyon": 1786,
      "Ha": 1787,
      "tili": 1788,
      "yat": 1789,
      "Partili": 1790,
      "Hayat": 1791,
      "biyo": 1792,
      "tibiyo": 1793,
      "Antibiyo": 1794,
      "tikler": 1795,
      "Antibiyotikler": 1796,
      "Kit": 1797,
      "Meta": 1798,
      "def": 1799,
      "Busine": 1800,
      "Hedef": 1801,
      "Kitle": 1802,
      "Business": 1803,
      "234": 1804,
      "239": 1805,
      "Raz": 1806,
      "Razor": 1807,
      "Problemler": 1808,
      "235": 1809,
      "219": 1810,
      "237": 1811,
      "236": 1812,
      "İdari": 1813,
      "İşlemler": 1814,
      "134": 1815,
      "229": 1816,
      "218": 1817,
      "Do": 1818,
      "ğrulama": 1819,
      "Kimlik": 1820,
      "Doğrulama": 1821,
      "119": 1822,
      "139": 1823,
      "330": 1824,
      "215": 1825,
      "126": 1826,
      "230": 1827,
      "238": 1828,
      "115": 1829,
      "128": 1830,
      "124": 1831,
      "314": 1832,
      "217": 1833,
      "214": 1834,
      "337": 1835,
      "138": 1836,
      "120": 1837,
      "114": 1838,
      "318": 1839,
      "320": 1840,
      "125": 1841,
      "216": 1842,
      "129": 1843,
      "127": 1844,
      "319": 1845,
      "130": 1846,
      "279": 1847,
      "110": 1848,
      "339": 1849,
      "316": 1850,
      "379": 1851,
      "289": 1852,
      "336": 1853,
      "335": 1854,
      "209": 1855,
      "269": 1856,
      "137": 1857,
      "315": 1858,
      "399": 1859,
      "135": 1860,
      "009": 1861,
      "136": 1862,
      "322": 1863,
      "309": 1864,
      "338": 1865,
      "328": 1866,
      "326": 1867,
      "389": 1868,
      "299": 1869,
      "324": 1870,
      "016": 1871,
      "037": 1872,
      "179": 1873,
      "109": 1874,
      "369": 1875,
      "327": 1876,
      "122": 1877,
      "025": 1878,
      "116": 1879,
      "210": 1880,
      "325": 1881,
      "329": 1882,
      "065": 1883,
      "149": 1884,
      "029": 1885,
      "317": 1886,
      "249": 1887,
      "349": 1888,
      "070": 1889,
      "159": 1890,
      "010": 1891,
      "310": 1892,
      "117": 1893,
      "034": 1894,
      "307": 1895,
      "199": 1896,
      "334": 1897,
      "020": 1898,
      "080": 1899,
      "036": 1900,
      "118": 1901,
      "377": 1902,
      "004": 1903,
      "165": 1904,
      "259": 1905,
      "359": 1906,
      "030": 1907,
      "169": 1908,
      "207": 1909,
      "099": 1910,
      "038": 1911,
      "014": 1912,
      "006": 1913,
      "296": 1914,
      "348": 1915,
      "295": 1916,
      "026": 1917,
      "265": 1918,
      "277": 1919,
      "384": 1920,
      "075": 1921,
      "304": 1922,
      "069": 1923,
      "039": 1924,
      "024": 1925,
      "027": 1926,
      "345": 1927,
      "245": 1928,
      "397": 1929,
      "398": 1930,
      "365": 1931,
      "297": 1932,
      "018": 1933,
      "035": 1934,
      "177": 1935,
      "015": 1936,
      "195": 1937,
      "019": 1938,
      "017": 1939,
      "267": 1940,
      "167": 1941,
      "028": 1942,
      "060": 1943,
      "378": 1944,
      "308": 1945,
      "227": 1946,
      "367": 1947,
      "247": 1948,
      "354": 1949,
      "275": 1950,
      "049": 1951,
      "189": 1952,
      "050": 1953,
      "366": 1954,
      "005": 1955,
      "358": 1956,
      "344": 1957,
      "079": 1958,
      "147": 1959,
      "022": 1960,
      "395": 1961,
      "347": 1962,
      "375": 1963,
      "385": 1964,
      "156": 1965,
      "108": 1966,
      "278": 1967,
      "387": 1968,
      "357": 1969,
      "155": 1970,
      "388": 1971,
      "007": 1972,
      "287": 1973,
      "246": 1974,
      "228": 1975,
      "157": 1976,
      "059": 1977,
      "368": 1978,
      "268": 1979,
      "008": 1980,
      "198": 1981,
      "089": 1982,
      "146": 1983,
      "107": 1984,
      "168": 1985,
      "068": 1986,
      "306": 1987,
      "187": 1988,
      "258": 1989,
      "225": 1990,
      "396": 1991,
      "166": 1992,
      "095": 1993,
      "355": 1994,
      "248": 1995,
      "254": 1996,
      "176": 1997,
      "276": 1998,
      "298": 1999,
      "106": 2000,
      "288": 2001,
      "105": 2002,
      "224": 2003,
      "175": 2004,
      "226": 2005,
      "197": 2006,
      "164": 2007,
      "257": 2008,
      "104": 2009,
      "085": 2010,
      "386": 2011,
      "148": 2012,
      "294": 2013,
      "274": 2014,
      "158": 2015,
      "054": 2016,
      "231": 2017,
      "185": 2018,
      "196": 2019,
      "174": 2020,
      "286": 2021,
      "208": 2022,
      "144": 2023,
      "255": 2024,
      "078": 2025,
      "186": 2026,
      "264": 2027,
      "097": 2028,
      "048": 2029,
      "204": 2030,
      "205": 2031,
      "256": 2032,
      "233": 2033,
      "284": 2034,
      "394": 2035,
      "356": 2036,
      "374": 2037,
      "305": 2038,
      "266": 2039,
      "086": 2040,
      "285": 2041,
      "045": 2042,
      "145": 2043,
      "087": 2044,
      "077": 2045,
      "321": 2046,
      "076": 2047,
      "206": 2048,
      "096": 2049,
      "100": 2050,
      "055": 2051,
      "194": 2052,
      "046": 2053,
      "346": 2054,
      "323": 2055,
      "188": 2056,
      "121": 2057,
      "057": 2058,
      "067": 2059,
      "133": 2060,
      "094": 2061,
      "088": 2062,
      "360": 2063,
      "047": 2064,
      "184": 2065,
      "084": 2066,
      "056": 2067,
      "154": 2068,
      "058": 2069,
      "376": 2070,
      "044": 2071,
      "178": 2072,
      "131": 2073,
      "244": 2074,
      "123": 2075,
      "074": 2076,
      "140": 2077,
      "380": 2078,
      "350": 2079,
      "098": 2080,
      "066": 2081,
      "280": 2082,
      "364": 2083,
      "292": 2084,
      "132": 2085,
      "183": 2086,
      "190": 2087,
      "240": 2088,
      "153": 2089,
      "064": 2090,
      "250": 2091,
      "162": 2092,
      "143": 2093,
      "170": 2094,
      "352": 2095,
      "191": 2096,
      "390": 2097,
      "160": 2098,
      "351": 2099,
      "340": 2100,
      "150": 2101,
      "290": 2102,
      "300": 2103,
      "103": 2104,
      "242": 2105,
      "102": 2106,
      "701": 2107,
      "163": 2108,
      "212": 2109,
      "501": 2110,
      "705": 2111,
      "484": 2112,
      "181": 2113,
      "312": 2114,
      "200": 2115,
      "112": 2116,
      "383": 2117,
      "343": 2118,
      "253": 2119,
      "303": 2120,
      "271": 2121,
      "370": 2122,
      "171": 2123,
      "332": 2124,
      "222": 2125,
      "161": 2126,
      "282": 2127,
      "101": 2128,
      "142": 2129,
      "180": 2130,
      "262": 2131,
      "656": 2132,
      "392": 2133,
      "882": 2134,
      "151": 2135,
      "895": 2136,
      "371": 2137,
      "778": 2138,
      "201": 2139,
      "172": 2140,
      "602": 2141,
      "152": 2142,
      "468": 2143,
      "173": 2144,
      "293": 2145,
      "090": 2146,
      "311": 2147,
      "709": 2148,
      "697": 2149,
      "453": 2150,
      "486": 2151,
      "220": 2152,
      "260": 2153,
      "658": 2154,
      "472": 2155,
      "877": 2156,
      "641": 2157,
      "261": 2158,
      "704": 2159,
      "192": 2160,
      "241": 2161,
      "806": 2162,
      "202": 2163,
      "861": 2164,
      "353": 2165,
      "659": 2166,
      "213": 2167,
      "682": 2168,
      "708": 2169,
      "509": 2170,
      "600": 2171,
      "083": 2172,
      "899": 2173,
      "673": 2174,
      "361": 2175,
      "291": 2176,
      "251": 2177,
      "458": 2178,
      "464": 2179,
      "092": 2180,
      "496": 2181,
      "091": 2182,
      "797": 2183,
      "391": 2184,
      "754": 2185,
      "193": 2186,
      "461": 2187,
      "372": 2188,
      "443": 2189,
      "854": 2190,
      "862": 2191,
      "650": 2192,
      "756": 2193,
      "609": 2194,
      "872": 2195,
      "776": 2196,
      "401": 2197,
      "892": 2198,
      "444": 2199,
      "851": 2200,
      "221": 2201,
      "803": 2202,
      "863": 2203,
      "393": 2204,
      "657": 2205,
      "490": 2206,
      "690": 2207,
      "890": 2208,
      "481": 2209,
      "232": 2210,
      "111": 2211,
      "859": 2212,
      "867": 2213,
      "302": 2214,
      "182": 2215,
      "281": 2216,
      "507": 2217,
      "796": 2218,
      "473": 2219,
      "596": 2220,
      "381": 2221,
      "342": 2222,
      "272": 2223,
      "884": 2224,
      "661": 2225,
      "474": 2226,
      "782": 2227,
      "758": 2228,
      "363": 2229,
      "607": 2230,
      "691": 2231,
      "373": 2232,
      "141": 2233,
      "062": 2234,
      "793": 2235,
      "897": 2236,
      "000": 2237,
      "459": 2238,
      "583": 2239,
      "993": 2240,
      "755": 2241,
      "505": 2242,
      "449": 2243,
      "777": 2244,
      "301": 2245,
      "113": 2246,
      "706": 2247,
      "995": 2248,
      "809": 2249,
      "491": 2250,
      "693": 2251,
      "871": 2252,
      "263": 2253,
      "482": 2254,
      "270": 2255,
      "601": 2256,
      "858": 2257,
      "223": 2258,
      "273": 2259,
      "446": 2260,
      "699": 2261,
      "455": 2262,
      "873": 2263,
      "552": 2264,
      "494": 2265,
      "853": 2266,
      "992": 2267,
      "998": 2268,
      "283": 2269,
      "695": 2270,
      "891": 2271,
      "506": 2272,
      "498": 2273,
      "707": 2274,
      "211": 2275,
      "678": 2276,
      "771": 2277,
      "362": 2278,
      "893": 2279,
      "595": 2280,
      "382": 2281,
      "802": 2282,
      "563": 2283,
      "243": 2284,
      "794": 2285,
      "002": 2286,
      "483": 2287,
      "684": 2288,
      "581": 2289,
      "801": 2290,
      "093": 2291,
      "331": 2292,
      "445": 2293,
      "440": 2294,
      "590": 2295,
      "643": 2296,
      "752": 2297,
      "700": 2298,
      "001": 2299,
      "599": 2300,
      "313": 2301,
      "457": 2302,
      "477": 2303,
      "462": 2304,
      "574": 2305,
      "881": 2306,
      "652": 2307,
      "757": 2308,
      "040": 2309,
      "798": 2310,
      "896": 2311,
      "781": 2312,
      "341": 2313,
      "753": 2314,
      "606": 2315,
      "571": 2316,
      "504": 2317,
      "608": 2318,
      "476": 2319,
      "598": 2320,
      "642": 2321,
      "999": 2322,
      "252": 2323,
      "894": 2324,
      "499": 2325,
      "692": 2326,
      "856": 2327,
      "555": 2328,
      "688": 2329,
      "576": 2330,
      "666": 2331,
      "994": 2332,
      "603": 2333,
      "792": 2334,
      "868": 2335,
      "558": 2336,
      "651": 2337,
      "800": 2338,
      "804": 2339,
      "478": 2340,
      "864": 2341,
      "582": 2342,
      "671": 2343,
